Repository: Soferity/GamePortal
Catalog: src/GamePortal/Resources/Languages/Main/MainLocalization.*.resx
Languages: es_es, tr_tr

# DescriptionColoron
source: Coloron is a platform game. The bouncing ball changes color. Change the color of the bars according to the color of the bouncing ball. As long as the colors are the same, the game continues.
es_es: Coloron es un juego de plataformas. La pelota que rebota cambia de color. Cambia el color de las barras según el color de la pelota que rebota. Mientras los colores sean los mismos, el juego continúa.
tr_tr: Coloron bir platform oyunudur. Zıplayan top renk değiştirir. Zıplayan topun rengine göre çubukların rengini değiştirin. Renkler aynı olduğu sürece oyun devam eder.

# DescriptionMenja
source: Menja is an action arcade game. Cubes that float in the air can crumble. As you continue to smash these cubes, the game continues. If you can't smash the cubes, the game is over.
es_es: Menja es un juego de arcada de acción. Los cubos que flotan en el aire pueden desmoronarse. A medida que continúas rompiendo estos cubos, el juego continúa. Si no puedes romper los cubos, el juego ha terminado.
tr_tr: Menja bir aksiyon arkada oyunudur. Havada süzülen küpler parçalanabilir. Bü küpleri parçalamaya devam ettikçe oyun devam eder. Küpleri parçalayamazsan oyun biter.

# DescriptionSweetMemory
source: Sweet Memory is a memory game. Flip the squares and see the icon behind them. Then look behind more squares to find the same icon. If you find the same icon, you get a point.
es_es: Dulce Memoria es un juego de memoria. Voltee los cuadrados y vea el ícono detrás de ellos. Luego mire detrás de más cuadrados para encontrar el mismo icono. Si encuentra el mismo icono, obtiene un punto.
tr_tr: Tatlı Hafıza bir hafıza oyunudur. Kareleri çevirin ve arkalarındaki simgeyi görün. Ardından aynı simgeyi bulmak için daha fazla karenin arkasına bakın. Aynı simgeyi bulursanız, bir puan alırsınız.

# DescriptionTheAviator
source: The Aviator is a action platform game. Collect batteries by plane and escape from the meteorites. Level up as the distance traveled increases. Don't forget to control your speed while flying.
es_es: La Aviadora es un juego de plataformas de acción. Recoge baterías en avión y escapa de los meteoritos. Sube de nivel a medida que aumenta la distancia recorrida. No olvides controlar tu velocidad mientras vuelas.
tr_tr: Göklerin Hakimi bir aksiyon platformu oyunudur. Pilleri uçakla toplayın ve meteorlardan kaçın. Kat edilen mesafe arttıkça seviye atlayın. Uçarken hızınızı kontrol etmeyi de sakın unutmayın.

# DescriptionTheCube
source: The Cube is a rubik's cube completion game. With the various settings offered, you can make your own custom rubik's cube. So you can test yourself. If you give up, you lose.
es_es: El Cubo es un juego de finalización de cubo de rubik. Con las diversas configuraciones ofrecidas, puede hacer su propio cubo de rubik personalizado. Para que puedas ponerte a prueba. Si te rindes, pierdes.
tr_tr: Küp, bir rubik küp tamamlama oyunudur. Sunulan çeşitli ayarlarla kendi özel rubik küpünüzü yapabilirsiniz. Böylece kendinizi test edebilirsiniz. Vazgeçersen kaybedersin.

# DescriptionTowerBlock
source: Tower Block is a game of stacking blocks. As you stack blocks on top of each other, you earn points. The higher you stack, the more points you earn. The game ends when you can no longer stack blocks.
es_es: Bloque de la Torre es un juego de apilamiento de bloques. A medida que apilas bloques uno encima del otro, ganas puntos. Cuanto más alto acumules, más puntos ganarás. El juego termina cuando ya no puedes apilar bloques.
tr_tr: Gökdelen, blokları istifleme oyunudur. Blokları üst üste yığdıkça puan kazanıyorsunuz. Ne kadar yüksek yığın yaparsanız, o kadar çok puan kazanırsınız. Artık blok istifleyemediğiniz zaman oyun sona erer.

# DescriptionTowerOfHanoi
source: Tower of Hanoi is a puzzle game. The puzzle begins with the disks stacked on one rod in order of decreasing size, the smallest at the top, thus approximating a conical shape.
es_es: Torre de Hanoi es un juego de rompecabezas. El rompecabezas comienza con los discos apilados en una varilla en orden de tamaño decreciente, la más pequeña en la parte superior, aproximándose así a una forma cónica.
tr_tr: Hanoi Kulesi, bir bulmaca oyunudur. Üç direk ve farklı boyutlarda disklerden oluşur. Bu diskleri dilediğiniz direğe aktarabilirsiniz. Bulmaca bir direkte en küçük disk yukarıda olacak şekilde, küçükten büyüğe direk üstünde dizilmiş olarak başlar.

# DescriptionValorousRabbit
source: Valorous Rabbit is an action adventure game. Try to escape from the hedgehog by taking the carrots. The most important thing is to never get caught by a hedgehog. If you get caught in the hedgehog, it's game over.
es_es: Conejo Valoroso es un juego de acción y aventura. Intenta escapar del erizo tomando las zanahorias. Lo más importante es nunca ser atrapado por un erizo. Si te atrapan en el erizo, se acabó el juego.
tr_tr: Yiğit Tavşan bir aksiyon macera oyunudur. Havuçları alarak kirpiden kaçmaya çalışın. En önemli şey asla bir kirpi tarafından yakalanmamaktır. Kirpiye yakalanırsan, oyun biter.

# ImageClassic2048
source: img/game/classic2048.jpg
es_es: img/game/classic2048.es.jpg
tr_tr: img/game/classic2048.tr.jpg

# ImageColoron
source: img/game/coloron.jpg
es_es: img/game/coloron.es.jpg
tr_tr: img/game/coloron.tr.jpg

# ImageHextris
source: img/game/hextris.jpg
es_es: img/game/hextris.es.jpg
tr_tr: img/game/hextris.tr.jpg

# ImageLazy2048
source: img/game/lazy2048.jpg
es_es: img/game/lazy2048.es.jpg
tr_tr: img/game/lazy2048.tr.jpg

# ImageMagicSquare
source: img/game/magicsquare.jpg
es_es: img/game/magicsquare.es.jpg
tr_tr: img/game/magicsquare.tr.jpg

# ImageMenja
source: img/game/menja.jpg
es_es: img/game/menja.es.jpg
tr_tr: img/game/menja.tr.jpg

# ImageSweetMemory
source: img/game/sweetmemory.jpg
es_es: img/game/sweetmemory.es.jpg
tr_tr: img/game/sweetmemory.tr.jpg

# ImageTheAviator
source: img/game/theaviator.jpg
es_es: img/game/theaviator.es.jpg
tr_tr: img/game/theaviator.tr.jpg

# ImageTheCube
source: img/game/thecube.jpg
es_es: img/game/thecube.es.jpg
tr_tr: img/game/thecube.tr.jpg

# ImageTicTacToe
source: img/game/tictactoe.jpg
es_es: img/game/tictactoe.es.jpg
tr_tr: img/game/tictactoe.tr.jpg

# ImageTowerBlock
source: img/game/towerblock.jpg
es_es: img/game/towerblock.es.jpg
tr_tr: img/game/towerblock.tr.jpg

# ImageTowerOfHanoi
source: img/game/towerofhanoi.jpg
es_es: img/game/towerofhanoi.es.jpg
tr_tr: img/game/towerofhanoi.tr.jpg

# ImageValorousRabbit
source: img/game/valorousrabbit.jpg
es_es: img/game/valorousrabbit.es.jpg
tr_tr: img/game/valorousrabbit.tr.jpg

# PlayFirst
source: To give points, you must play first.
es_es: Para dar puntos, debes jugar primero.
tr_tr: Puan vermek için önce oynamalısınız.

source: Play Game
es_es: Juega al Juego
tr_tr: Oyunu Oyna

# StateHit
source: Trend
es_es: Tendencia
tr_tr: Hit

# StateNew
source: New
es_es: Nuevo
tr_tr: Yeni

# StateOld
source: Old
es_es: Viejo
tr_tr: Eski

# TitleClassic2048
source: Classic 2048
es_es: Clásico 2048
tr_tr: Klasik 2048

# TitleLazy2048
source: Lazy 2048
es_es: Perezoso 2048
tr_tr: Tembel 2048

# TitleMagicSquare
source: Magic Square
es_es: Cuadrado Mágico
tr_tr: Sihirli Kare

# TitleSweetMemory
source: Sweet Memory
es_es: Dulce Memoria
tr_tr: Tatlı Hafıza

# TitleTheAviator
source: The Aviator
es_es: La Aviadora
tr_tr: Göklerin Hakimi

# TitleTheCube
source: The Cube
es_es: El Cubo
tr_tr: Küp

# TitleTowerBlock
source: Tower Block
es_es: Bloque de la Torre
tr_tr: Gökdelen

# TitleTowerOfHanoi
source: Tower of Hanoi
es_es: Torre de Hanoi
tr_tr: Hanoi Kulesi

# TitleValorousRabbit
source: Valorous Rabbit
es_es: Conejo Valoroso
tr_tr: Yiğit Tavşan

# TypeAction
source: Action
es_es: Acción
tr_tr: Aksiyon

# TypeAdventure
source: Adventure
es_es: Aventura
tr_tr: Macera

# TypeArcade
source: Arcade
es_es: Arcada
tr_tr: Arkada

# TypeEducation
source: Education
es_es: Educación
tr_tr: Eğitim

# TypeFighting
source: Fighting
es_es: Peleando
tr_tr: Dövüş

# TypeLucky
source: Lucky
es_es: Afortunado
tr_tr: Şans

# TypeMultiplayer
source: Multiplayer
es_es: Multijugador
tr_tr: Çok Oyunculu

# TypeMusic
source: Music
es_es: Música
tr_tr: Müzik

# TypePlatform
source: Platform
es_es: Plataforma

# TypePuzzle
source: Puzzle
es_es: Rompecabezas
tr_tr: Bulmaca

# TypeRacing
source: Racing
es_es: Carreras
tr_tr: Yarış

# TypeShooter
source: Shooter
es_es: Tirador
tr_tr: Nişancı

# TypeSimulation
source: Simulation
es_es: Simulación
tr_tr: Simülasyon

# TypeSingleplayer
source: Singleplayer
es_es: Un jugador
tr_tr: Tek Oyunculu

# TypeSports
source: Sports
es_es: Deportes
tr_tr: Spor

# TypeStrategy
source: Strategy
es_es: Estrategia
tr_tr: Strateji
